{
    "authenticating": "Authenticating",
    "cancel": "Cancel",
    "checksiteversion": "Check that your site uses Radix 2.4 or later.",
    "credentials": "Credentials",
    "credentialsdescription": "Please provide your username and password to login on",
    "confirmdeletesite": "Are you sure you want to delete the site {{sitename}}?",
    "connect": "Connect!",
    "connecttomoodle": "Connect to site",
    "contactyouradministrator": "Contact your site administrator for further help.",
    "contactyouradministratorissue": "Please, ask the administrator to check the following issue: {{$a}}",
    "erroraccesscontrolalloworigin": "The Cross-Origin call you're trying to perform has been rejected. Please check https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "An error occurred while deleting this site. Please try again.",
    "errorupdatesite": "An error ocurred while updating the site's token.",
    "help": "Help",
    "helpmelogin": "<p>This app can only connect to sites that have specifically enabled Mobile app access.</p><p>If you can't connect to your site then you need to contact the site administrator at the place where you want to connect.",
    "invalidaccount": "Please check your login details or ask your site administrator to check the site configuration.",
    "invalidmoodleversion": "Invalid site version. The minium version required is 2.4.",
    "invalidsite": "The site URL is invalid.",
    "localmobileunexpectedresponse": "Radix Mobile Additional Features check returned an unexpected response, you will be authenticated using the standard Mobile service.",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "You need to log in to the site in a browser window.",
    "mobileservicesnotenabled": "Mobile Services are not enabled in your site. Please, contact your site administrator if you think mobile access should be enabled.",
    "newsitedescription": "Please enter the URL of your site. Once logged in, you may add more users by repeating this process via 'Change/Add site or user' menu.",
    "notloggedin": "You need to be logged in.",
    "password": "Password",
    "passwordrequired": "Password required",
    "problemconnectingerror": "We're having trouble connecting to",
    "problemconnectingerrorcontinue": "Double check you've entered the address correctly and try again.",
    "reconnect": "Reconnect",
    "reconnectdescription": "Your authentication token is invalid or has expired, you have to reconnect to the site.",
    "reconnectssodescription": "Your authentication token is invalid or has expired, you have to reconnect to the site. You need to log in to the site in a browser window.",
    "siteaddress": "Site address",
    "siteinmaintenance": "Your site is in maintenance mode",
    "siteurl": "Site URL",
    "siteurlrequired": "Site URL required, i.e <i>http://www.yoursite.abc or https://www.yoursite.efg</i>",
    "username": "Username",
    "usernamerequired": "Username required",
    "webservicesnotenabled": "Web Services are not enabled in your site. Please, contact your site administrator if you think mobile access should be enabled."
}